[
    {
      "id": "1",
      "name": "Conferences and Seminars",
      "image": "https://i.ibb.co/nnFBNMj/conference-And-Seminer.jpg",
      "price": "$29.99/month",
      "shortDescription": "A conference is a formal event and A seminar is a more focused ",
      "fullDescription" : " A conference is a formal event, often lasting several days, where participants gather to discuss and exchange information on a specific topic or set of topics. They can be industry-specific or interdisciplinary and typically involve keynote speakers, panel discussions, and breakout sessions. Conferences provide attendees with the opportunity to network, learn about the latest trends and research, and collaborate on new initiatives. A seminar is a more focused, often shorter, event where a specific topic or set of topics is discussed in depth. Seminars are typically led by one or more experts in the field who present information, research findings, or training. Attendees participate to gain deeper knowledge on the subject matter, ask questions, and engage in discussions. They are often more educational in nature and may be part of a larger academic or professional course.",
      "specialfeaturesImage" : "https://i.ibb.co/PhSZV1j/spthree.jpg",
      "button": {
        "label": "Subscribe Now",
        "link": "https://example.com/subscribe/magicclean",
        "color": "#FF5733"
      }
    },
    {
      "id": "2",
      "name": "Trade Shows and Expos",
      "image": "https://i.ibb.co/xgkLpGN/trade-Showandexpo.jpg",
      "price": "$15.99/month",
      "shortDescription": "Both trade shows and expos center around showcasing products, innovations, or ideas etc ",
      "fullDescription" : "Trade shows are industry-specific events where companies and professionals showcase their latest products, services, and innovations to a targeted audience. These events primarily serve as a platform for businesses to generate leads, meet potential clients, and establish partnerships. Trade shows are typically segmented by industry, such as technology, fashion, automotive, or healthcare, allowing attendees to explore a range of offerings within a particular sector. Apart from booths and exhibits, trade shows might also include seminars, workshops, and networking events to provide added value to participants. Expos, or expositions, are large-scale public events that aim to educate the public and promote advancements in a particular industry, culture, or theme. They can be general or specific in nature. World Expositions or World Fairs are examples of broader expos that often encompass multiple industries and cultures, presenting ideas, innovations, and pavilions from countries around the globe. These events offer immersive experiences, showcasing the latest technological advancements, art exhibits, cultural performances, and more. Expos tend to have a broader audience compared to trade shows and often include both industry professionals and the general public.",
      "specialfeaturesImage" : "https://i.ibb.co/PzTNpNV/special-Features-One.jpg",
      "button": {
        "label": "Get Started",
        "link": "https://example.com/start/techguard",
        "color": "#3366FF"
      }
    },
    {
      "id": "3",
      "name": "Team Building Workshops",
      "image": "https://i.ibb.co/XyP67Xq/team-Building-Workshop.jpg",
      "price": "$50.00/month",
      "shortDescription": "Team building workshops are organized activities or sessions designed to promote teamwork, improve communication, and foster a collaborative environment among members of a group or organization. ",
      "fullDescription" : "Team building workshops are organized activities or sessions designed to promote teamwork, improve communication, and foster a collaborative environment among members of a group or organization. These workshops aim to break down barriers between individuals, enhance interpersonal relationships, and ultimately drive better team performance. By participating in team-building exercises, team members learn to communicate more effectively with each other. They understand the importance of clear and concise communication, active listening, and providing constructive feedback. Trust is a foundational element of successful teams. Through team-building activities, individuals learn to rely on one another, fostering trust and understanding.",
      "specialfeaturesImage" : "https://i.ibb.co/SssGSmy/specialfeatures.jpg",
      "button": {
        "label": "Join Today",
        "link": "https://example.com/join/fitflex",
        "color": "#28A745"
      }
    },
    {
      "id": "4",
      "name": "Product Launches",
      "image": "https://i.ibb.co/C5mYDXt/productlaunch.jpg",
      "price": "$100.00/meal",
      "shortDescription": "A product launch is a pivotal moment in a company's business cycle where they introduce a new product to the market.",
      "fullDescription" : "A product launch is a pivotal moment in a company's business cycle where they introduce a new product to the market. This event can be the culmination of months or even years of research, development, testing, and marketing preparations. The primary goal is to generate awareness and drive sales or adoption of the new product. Before introducing a product, companies often engage in extensive market research to understand potential demand, target audience, pricing strategies, and competitive positioning.",
      "specialfeaturesImage" : "https://i.ibb.co/k1mCPHx/sp5.jpg",
      "button": {
        "label": "Order Now",
        "link": "https://example.com/order/tastebud",
        "color": "#FFC107"
      }
    },
    {
      "id": "5",
      "name": "Corporate Meetings",
      "image": "https://i.ibb.co/82pDvNc/corporate-Meeting.jpg",
      "price": "$199.00/year",
      "shortDescription": "Corporate meetings are gatherings organized by businesses to discuss specific topics, make decisions, or share information. ",
      "fullDescription" : "Corporate meetings are gatherings organized by businesses to discuss specific topics, make decisions, or share information. These meetings can range from small team huddles to large, company-wide assemblies and can be held in person, over the phone, or virtually. Given the rise of remote working and global collaboration, virtual meeting platforms have become increasingly prominent in recent years.",
      "specialfeaturesImage" : "https://i.ibb.co/z7N9r5w/sp4.jpg",
      "button": {
        "label": "Enroll",
        "link": "https://example.com/enroll/edumaster",
        "color": "#17A2B8"
      }
    },
    {
      "id": "6",
      "name": "Award Ceremonies",
      "image": "https://i.ibb.co/mTWFfpg/award-Ceremony.jpg",
      "price": "$60.00/session",
      "shortDescription": "Award ceremonies are celebratory events where individuals, teams, or entities are recognized and honored for their achievements and contributions in a particular field or area. ",
      "fullDescription" : "Award ceremonies are celebratory events where individuals, teams, or entities are recognized and honored for their achievements and contributions in a particular field or area. These ceremonies play a crucial role in motivating and appreciating the recipients while also setting benchmarks for excellence. Depending on the organization or industry, award ceremonies can recognize various achievements, ranging from professional accomplishments, academic achievements, artistic talents, to sporting successes, and more. Prior to the ceremony, there's usually a nomination and selection process. This involves identifying potential awardees, vetting their accomplishments, and sometimes involves public or peer voting. The main event involves presenting the awards to the recipients. This usually includes a brief description of their achievements, followed by the handing over of trophies, medals, certificates, or other symbols of recognition.",
      "specialfeaturesImage" : "https://i.ibb.co/vw8hQdG/sp6.jpg",
      "button": {
        "label": "Book Session",
        "link": "https://example.com/book/petpamper",
        "color": "#FD7E14"
      }
    }
  ]
  